amazonwebservices.aws-toolkit-vscode
amazonwebservices.codewhisperer-for-command-line-companion
antfu.file-nesting
antfu.icons-carbon
antfu.theme-vitesse
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc-icons
chrisbibby.hide-node-modules
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
drcika.apc-extension
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
henrychea.serika-dark-vscode
hollowtree.vue-snippets
idered.npm
jock.svg
josemurilloc.aura-spirit-dracula
pkief.material-icon-theme
rangav.vscode-thunder-client
svelte.svelte-vscode
visualstudioexptteam.vscodeintellicode
vue.volar
vue.vscode-typescript-vue-plugin
withfig.fig
